Repository: GrullonDev/pomodoro
Catalog: lib/l10n/app_*.arb
Languages: es

# appTitle
source: Pomodoro Focus
es: Pomodoro Enfoque

# timerReady
source: Ready
es: Listo

# workPhase
source: Work {current}/{total}
es: Trabajo {current}/{total}

# breakPhase
source: Break
es: Descanso

source: Pause
es: Pausar

source: Resume
es: Reanudar

source: Skip
es: Saltar

source: Start
es: Iniciar

source: New Session
es: Nueva Sesión

source: Share
es: Compartir

source: Session Completed!
es: ¡Sesión completada!

# todayProgress
source: Today's Progress
es: Progreso de Hoy

source: Last 7 days
es: Últimos 7 días

# dailyGoal
source: Daily goal: {minutes} min
es: Meta diaria: {minutes} min

# longBreakEvery
source: Long break every {count} sessions
es: Descanso largo cada {count} sesiones

source: Long break
es: Descanso largo

source: Settings
es: Configuración

source: Daily goal reached
es: Meta diaria alcanzada

# goalReachedBody
source: Great! You hit your focus goal.
es: Excelente! Llegaste a tu objetivo.

# phaseEndedBody
source: Phase ended, tap to continue
es: La fase ha terminado, toca para continuar

# phaseWorkTitle
source: Work phase
es: Fase de trabajo

# phaseBreakTitle
source: Break phase
es: Fase de descanso

source: Share Image
es: Compartir Imagen

source: Generating image...
es: Generando imagen...

# longBreakIntervalLabel
source: Long break every (sessions)
es: Descanso largo cada (sesiones)

# longBreakDurationLabel
source: Long break minutes
es: Minutos de descanso largo

source: Configured long break
es: Descanso largo configurado

# advancedChartTitle
source: Focus last 7 days
es: Enfoque últimos 7 días

# avgLabel
source: Avg
es: Prom

# pauseAction
source: Pause
es: Pausar

# resumeAction
source: Resume
es: Reanudar

# skipAction
source: Skip
es: Saltar

# focusPersistentTitle
source: Focus Mode
es: Modo Focus

# focusPersistentBody
source: Tap actions to control timer
es: Toca acciones para controlar

source: History
es: Historial

source: Configure
es: Configurar

# noHistory
source: No focus history yet
es: Sin historial aún

# habitTitle
source: Start Pomodoro
es: Iniciar Pomodoro

# workDurationLabel
source: Work duration
es: Duración de trabajo

# breakDurationLabel
source: Break duration
es: Duración de descanso

# sessionsLabel
source: Sessions
es: Sesiones

# minutesHint
source: (In minutes)
es: (En minutos)

# sessionsHint
source: (Number of sessions)
es: (Número de sesiones)

# dailyGoalLabel
source: Daily goal (min)
es: Meta diaria (min)

# dailyGoalHint
source: (Eg: 120)
es: (Ej: 120)

# longBreakConfigTitle
source: Long break (config)
es: Descanso largo (config)

# presetFast
source: Fast 15/3 x4
es: Rápido 15/3 x4

# presetClassic
source: Classic 25/5 x4
es: Clásico 25/5 x4

# presetDeep
source: Deep 50/10 x3
es: Profundo 50/10 x3

# settingsPersistentNotif
source: Persistent notification
es: Notificación persistente

# settingsPersistentNotifDesc
source: Show ongoing notification controls
es: Mostrar controles en notificación

# dayDetailTitle
source: Focus day
es: Día de enfoque

source: Total focus
es: Enfoque total

# sessionsCount
source: {count} sessions
es: {count} sesiones

# noSessionsDay
source: No sessions this day
es: Sin sesiones este día

# last5AlertTitle
source: Final 5s alert
es: Alerta últimos 5s

# last5AlertDesc
source: Sound & flash during last 5 seconds
es: Sonido y flash durante los últimos 5 segundos

# dailyGoalRemaining
source: Remaining to goal: {minutes}m
es: Restante para meta: {minutes}m

# last5SoundTitle
source: Play sound (last 5s)
es: Reproducir sonido (últimos 5s)

# last5SoundDesc
source: Audible cue in the final 5 seconds
es: Aviso audible en los últimos 5 segundos

# goalProgressLabel
source: Goal progress: {done}m / {total}m
es: Progreso meta: {done}m / {total}m

# last5FlashTitle
source: Flash screen (last 5s)
es: Parpadear pantalla (últimos 5s)

# last5FlashDesc
source: Visual flash during final 5 seconds
es: Flash visual durante los últimos 5 segundos

# tasksTitle
source: Tasks
es: Tareas

# taskNewLabel
source: New task
es: Nueva tarea

# taskAdd
source: Add
es: Agregar

# taskWorkLabel
source: Work
es: Trabajo

# taskBreakLabel
source: Break
es: Descanso

# taskSessionsShort
source: Sess
es: Ses

# taskStartFlow
source: Start flow
es: Iniciar flujo

# taskProgressSummary
source: Tasks: {done}/{total} â€¢ {pending} pending
es: Tareas: {done}/{total} • {pending} pendientes

# taskSessionProgress
source: {completed}/{total} sessions
es: {completed}/{total} sesiones

# languageSetting
source: Language
es: Idioma

# languageSystem
source: System
es: Sistema

# languageEnglish
source: English
es: Inglés

# languageSpanish
source: Spanish
es: Español

# languageSyncPreset
source: Sync preset
es: Sincronizar preset
